Repository: rofehr/vdr-plugin-graphtftng
Catalog: po/*.po
Languages: de_de, it_it

source: Can't save snapshot, missing event information
de_de: Kann Snapdhot nicht speichern, es fehlen Event Informationen
it_it: Impossibile salvare schermata, info evento mancante

source: Snapshot saved
de_de: Snapshot gespeichert
it_it: Schermata salvata

source: Error saving snapshot
de_de: Fehler beim Snapshot speichern
it_it: Errore salvataggio schermata

source: Reload themes
de_de: Themes neu laden
it_it: Ricarica temi

source: Refresh Display
de_de: Anzeige aktualisieren
it_it: Aggiorna Display

source: Normal Display
de_de: Standardanzeige
it_it: Display normale

source: Snapshot
it_it: Schermata

source: --- end of playlist ---
de_de: --- Ende der Abspielliste ---
it_it: --- fine lista esec. ---

source: Theme
de_de: Aussehen
it_it: Tema

source: Hide Mainmenu Entry
de_de: Hauptmenueintrag verstecken
it_it: Nascondi voce menu principale

source: Dump Image
de_de: Dump Bild
it_it: Estrai immagine

source: Snapshot width
de_de: Snapshot Breite
it_it: Larghezza schermata

source: Snapshot height
de_de: Snapshot Hoehe
it_it: Altezza schermata

source: Snapshot path
de_de: Snapshot Ablagepfad
it_it: Percorso schermata

source: Width
de_de: Breite
it_it: Larghezza

source: Height
de_de: Hoehe
it_it: Altezza

source: Flip OSD
de_de: Tausche OSD
it_it: Vibrazione OSD

source: X Offset
de_de: X Koordinaten Abweichung
it_it: Limite X

source: Y Offset
de_de: Y Koordinaten Abweichung
it_it: Limite Y

source: Border to Width
de_de: Rahmen zur Hoehe
it_it: Larghezza bordo

source: Border to Height
de_de: Rahmen zur Breite
it_it: Altezza bordo

source: TCP Connection
de_de: TCP Verbindung
it_it: Connessione TCP

source: touch Device
it_it: tocca dispositivo

source: Device
it_it: Dispositivo

source: Log Device
it_it: Log dispositivo

source: Test
it_it: Prova

source: Stop
it_it: Ferma

source: Calibrate
de_de: Kalibrieren
it_it: Calibra

source: Unknown title
de_de: Unbekannter Title
it_it: Titolo sconosciuto

source: No EPG data available.
de_de: Keine EPG Daten vorhanden.

source: Title
de_de: Titel

source: Artist
de_de: Künstler
